Repository: ojauch/py-pwman
Catalog: pwman/locale/*/LC_MESSAGES/pwman.po
Languages: de

source: prints generated password to command line
de: gibt das generierte Passwort auf der Kommandozeile aus

source: copies generated password to clipboard (default)
de: kopiert das generierte Passwort in die Zwischenablage (Standard)

source: set time the password is stored in clipboard (default=12s)
de: lege fest wie lang das Passwort in der Zwischenablage gespeichert wird (Standard: 12s)

source: provide master password to generate password
de: gebe Masterpasswort an

source: provide domain name to generate password
de: gebe Domainname an

source: set how many times the hash algorithm iterates over the password string
de: lege fest wie oft der Hashalgorithmus 체ber den Passwortstring iteriert

source: set salt
de: gebe das Hashsalt an

source: set password length
de: lege die L채nge des generierten Passworts fest

source: master password:
de: Masterpasswort:

source: Please provide a domain name.
de: Bitte gebe eine Domain an.

source: password: %s
de: Passwort: %s

source: Paste your password
de: F체ge dein Passwort an der gew체nschten Stelle ein.
